Revit 2027 API
DockableFrameFocusChangedEventArgs.FocusGained Property
 True if the pane is being activated, false if it is being inactivated.
Namespace: Autodesk.Revit.UI.Events
Assembly: RevitAPIUI (in RevitAPIUI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public bool FocusGained { get; }
Public ReadOnly Property FocusGained As Boolean
	Get
public:
property bool FocusGained {
	bool get ();
}
member FocusGained : bool with get
Property Value
Boolean
See Also
Reference
DockableFrameFocusChangedEventArgs Class
Autodesk.Revit.UI.Events Namespace